Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.preferences.perpetual.default_leverage
source: Default Leverage
ar: الرافعة المالية الافتراضية
bn: ডিফল্ট লিভারেজ
cs: Výchozí pákový efekt
da: Standardgearing
de: Standardhebel
es: Apalancamiento por defecto
fa: اهرم پیش‌فرض
fil: Default na Leverage
fr: effet de levier par défaut
ha: Tsohuwar Leverage
he: מינוף ברירת מחדל
hi: डिफ़ॉल्ट उत्तोलन
id: Leverage Default
it: Leva finanziaria predefinita
ja: デフォルトレバレッジ
ko: 기본 레버리지
ms: Leveraj Lalai
nl: Standaard hefboomwerking
pl: Domyślna dźwignia
pt_br: Alavancagem padrão
ro: Levier implicit
ru: Плечо по умолчанию
sw: Uwiano wa Mtaji Chaguomsingi
th: เลเวอเรจเริ่มต้น
tr: Varsayılan Kaldıraç
uk: Плече за замовчуванням
ur: ڈیفالٹ لیوریج
vi: Đòn bẩy mặc định
zh_hans: 默认杠杆
zh_hant: 預設槓桿

# settings.preferences.perpetual.default_stop_loss
source: Default Stop Loss
ar: إيقاف الخسارة الافتراضي
bn: ডিফল্ট স্টপ লস
cs: Výchozí stop loss
da: Standard Stop Loss
de: Standard-Stop-Loss
es: Stop Loss predeterminado
fa: حد ضرر پیشفرض
fil: Default na Stop Loss
fr: Stop Loss par défaut
ha: Stop Loss na asali
he: Stop Loss כברירת מחדל
hi: डिफ़ॉल्ट स्टॉप लॉस
id: Stop Loss default
it: Stop Loss predefinito
ja: デフォルト損切り
ko: 기본 손절
ms: Stop Loss lalai
nl: Standaard stop loss
pl: Domyślny stop loss
pt_br: Stop Loss padrão
ro: Stop Loss implicit
ru: Стоп-лосс по умолчанию
sw: Stop Loss chaguomsingi
th: Stop Loss เริ่มต้น
tr: Varsayılan Stop Loss
uk: Стоп-лосс за замовчуванням
ur: ڈیفالٹ اسٹاپ لاس
vi: Stop Loss mặc định
zh_hans: 默认止损
zh_hant: 預設止損

# settings.preferences.perpetual.default_take_profit
source: Default Take Profit
ar: جني الأرباح الافتراضي
bn: ডিফল্ট টেক প্রফিট
cs: Výchozí take profit
da: Standard Take Profit
de: Standard-Take-Profit
es: Take Profit predeterminado
fa: حد سود پیشفرض
fil: Default na Take Profit
fr: Take Profit par défaut
ha: Take Profit na asali
he: Take Profit כברירת מחדל
hi: डिफ़ॉल्ट टेक प्रॉफिट
id: Take Profit default
it: Take Profit predefinito
ja: デフォルト利確
ko: 기본 익절
ms: Take Profit lalai
nl: Standaard take profit
pl: Domyślny take profit
pt_br: Take Profit padrão
ro: Take Profit implicit
ru: Тейк-профит по умолчанию
sw: Take Profit chaguomsingi
th: Take Profit เริ่มต้น
tr: Varsayılan Take Profit
uk: Тейк-профіт за замовчуванням
ur: ڈیفالٹ ٹیک پرافٹ
vi: Take Profit mặc định
zh_hans: 默认止盈
zh_hant: 預設止盈

# settings.preferences.title
source: Preferences
ar: التفضيلات
bn: পছন্দসমূহ
cs: Předvolby
da: Præferencer
de: Einstellungen
es: Preferencias
fa: تنظیمات برگزیده
fil: Mga Kagustuhan
fr: Préférences
ha: Abubuwan da ake so
he: העדפות
hi: प्राथमिकताएँ
id: Preferensi
it: Preferenze
ja: 設定
ko: 환경 설정
ms: Keutamaan
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ro: Preferințe
ru: Настройки
sw: Mapendeleo
th: การตั้งค่า
tr: Tercihler
uk: Налаштування
ur: ترجیحات
vi: Sở thích
zh_hans: 偏好设置
zh_hant: 偏好設定

# settings.price_alerts.title
source: Price Alerts
ar: تنبيهات الأسعار
bn: মূল্য সতর্কতা
cs: Upozornění na cenu
da: Prisadvarsler
de: Preisalarme
es: Alertas de precios
fa: هشدارهای قیمت
fil: Mga Alerto sa Presyo
fr: Alertes de prix
ha: Faɗakarwar Farashin
he: התראות על מחירים
hi: मूल्य अलर्ट
id: Peringatan Harga
it: Avvisi sui prezzi
ja: 価格アラート
ko: 가격 알림
ms: Makluman Harga
nl: Prijswaarschuwingen
pl: Alerty cenowe
pt_br: Alertas de preço
ro: Alerte de preț
ru: Уведомления о ценах
sw: Tahadhari za Bei
th: การแจ้งเตือนราคา
tr: Fiyat Uyarıları
uk: Оповіщення про ціни
ur: قیمت کے انتباہات
vi: Cảnh báo giá
zh_hans: 价格提醒
zh_hant: 價格提醒

# settings.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzbestimmungen
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fil: Patakaran sa Privacy
fr: Politique de confidentialité
ha: takardar kebantawa
he: מדיניות פרטיות
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
ms: Dasar Privasi
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sw: Sera ya Faragha
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# settings.security
source: Security
ar: حماية
bn: নিরাপত্তা
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
es: Seguridad
fa: امنیت
fil: Seguridad
fr: Sécurité
ha: Tsaro
he: אבטחה
hi: सुरक्षा
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
ms: Keselamatan
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ro: Securitate
ru: Безопасность
sw: Usalama
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
ur: سیکورٹی
vi: Bảo vệ
zh_hans: 安全设置
zh_hant: 安全設定

# settings.security.authentication
source: Authentication
ar: المصادقة
bn: প্রমাণীকরণ
cs: Autentizace
da: Autentificering
de: Authentifizierung
es: Autenticación
fa: احراز هویت
fr: Authentification
ha: Tabbatarwa
he: אימות
hi: प्रमाणीकरण
id: Otentikasi
it: Autenticazione
ja: 認証
ko: 인증
ms: Pengesahan
nl: Authenticatie
pl: Uwierzytelnianie
pt_br: Autenticação
ro: Autentificare
ru: Аутентификация
sw: Uthibitishaji
th: การรับรองความถูกต้อง
tr: Kimlik doğrulama
uk: Аутентифікація
ur: تصدیق
vi: Xác thực
zh_hans: 身份验证
zh_hant: 身分驗證

# settings.support
source: Support
ar: يدعم
bn: সমর্থন
cs: Podpora
da: Støtte
es: Soporte
fa: پشتیبانی کنید
fil: Suporta
fr: Assistance
ha: Taimako
he: תְמִיכָה
hi: सहायता
id: Dukungan
it: Supporto
ja: サポート
ko: 지원하다
ms: Sokongan
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
ro: Sprijin
ru: Поддержка
sw: Msaada
th: สนับสนุน
tr: Destek
uk: Підтримка
ur: حمایت
vi: Ủng hộ
zh_hans: 支持
zh_hant: 支援

# settings.terms_of_services
source: Terms of Services
ar: شروط الخدمات
bn: পরিষেবার শর্তাবলী
cs: Podmínky služeb
da: Servicevilkår
de: Nutzungsbedingungen
es: Términos de servicios
fa: شرایط استفاده از خدمات
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
ha: Sharuɗɗan Sabis
he: תנאי השירות
hi: सेवा की शर्तें
id: Syarat dan Ketentuan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
ms: Syarat Perkhidmatan
nl: Servicevoorwaarden
pl: Warunki świadczenia usług
pt_br: Termos de Serviços
ro: Termeni și condiții
ru: Условия предоставления услуг
sw: Masharti ya Huduma
th: ข้อกำหนดในการให้บริการ
tr: Hizmet Şartları
uk: Умови надання послуг
ur: سروس کی شرائط
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# settings.title
source: Settings
ar: إعدادات
bn: সেটিংস
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fa: تنظیمات
fil: Mga Setting
fr: Paramètres
ha: Saituna
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.version
source: Version
ar: إصدار
bn: সংস্করণ
cs: Verze
es: Versión
fa: نگارش
fil: Bersyon
ha: Sigar
he: גרסה
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
sw: Toleo
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur: ورژن
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# settings.website
source: Visit Website
ar: زيارة الموقع
bn: ওয়েবসাইট ভিজিট করুন
cs: Navštivte webové stránky
da: Besøg hjemmesiden
de: Besuche die Website
es: Visita el sitio web
fa: بازدید از وب سایت
fil: Bisitahin ang Website
fr: Visitez le site Web
ha: Ziyarci Yanar Gizo
he: בקר באתר
hi: वेबसाइट पर जाएँ
id: Kunjungi Website
it: Visita il sito web
ja: ウェブサイトを開く
ko: 웹사이트 방문
ms: Lawati Laman Web
nl: Bezoek website
pl: Odwiedź stronę
pt_br: Visite o site
ro: Vizitați site-ul web
ru: Посетить сайт
sw: Tembelea Tovuti
th: เยี่ยมชมเว็บไซต์
tr: Web Sitesini Ziyaret Et
uk: Відвідати вебсайт
ur: ویب سائٹ ملاحظہ کریں۔
vi: Truy cập trang web
zh_hans: 访问网站
zh_hant: 前往網站

# sign_message.message
source: Message
ar: رسالة
bn: বার্তা
cs: Zpráva
da: Besked
de: Nachricht
es: Mensaje
fa: پیام
fil: Mensahe
ha: Sako
he: הודעה
hi: संदेश
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
ms: Mesej
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ro: Mesaj
ru: Сообщение
sw: Ujumbe
th: ข้อความ
tr: İleti
uk: Повідомлення
ur: پیغام
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# sign_message.view_full_message
source: View Full Message
ar: عرض الرسالة كاملة
bn: সম্পূর্ণ বার্তা দেখুন
cs: Zobrazit celou zprávu
da: Se hele beskeden
de: Vollständige Nachricht anzeigen
es: Ver mensaje completo
fa: مشاهده کامل پیام
fil: Tingnan ang Buong Mensahe
fr: Afficher le message complet
ha: Duba Cikakken Saƙo
he: צפה בהודעה המלאה
hi: पूरा संदेश देखें
id: Lihat Pesan Lengkap
it: Visualizza il messaggio completo
ja: メッセージ全文を表示
ko: 전체 메시지 보기
ms: Lihat Mesej Penuh
nl: Bekijk het volledige bericht
pl: Wyświetl pełną wiadomość
pt_br: Ver mensagem completa
ro: Vezi mesajul complet
ru: Посмотреть полное сообщение
sw: Tazama Ujumbe Kamili
th: ดูข้อความฉบับเต็ม
tr: Mesajın Tamamını Görüntüle
uk: Переглянути повне повідомлення
ur: مکمل پیغام دیکھیں
vi: Xem toàn bộ tin nhắn
zh_hans: 查看完整消息
zh_hant: 查看完整訊息

# simulation.header.unlimited_asset
source: Unlimited %@
ar: غير محدود %@
bn: সীমাহীন %@
cs: Neomezený %@
da: Ubegrænset %@
de: Unbegrenzt %@
es: Ilimitado %@
fa: نامحدود %@
fil: Walang limitasyon %@
fr: Illimité %@
he: בִּלתִי מוּגבָּל %@
hi: असीमित %@
id: Tak terbatas %@
it: Illimitato %@
ja: 無制限 %@
ko: 제한 없는 %@
ms: Tidak terhad %@
nl: Onbeperkt %@
pl: Nieograniczony %@
pt_br: Ilimitado %@
ro: Nelimitat %@
ru: Без ограничений %@
sw: Isiyo na kikomo %@
th: ไม่จำกัด %@
tr: Sınırsız %@
uk: Безлімітний %@
ur: لا محدود %@
vi: Không giới hạn %@
zh_hans: 无限 %@
zh_hant: 無限 %@

# simulation.warning.nft_collection_approval.title
source: Full NFT collection access requested
ar: تم طلب الوصول الكامل إلى مجموعة NFT
bn: সম্পূর্ণ NFT সংগ্রহের অ্যাক্সেসের অনুরোধ করা হয়েছে
cs: Požadován plný přístup k NFT kolekci
da: Fuld adgang til NFT-samling anmodes
de: Vollständiger Zugriff auf die NFT-Sammlung angefordert
es: Se solicita acceso completo a la colección NFT
fa: دسترسی کامل به مجموعه NFT درخواست شد
fil: Hiniling ang kumpletong access sa koleksyon ng NFT
fr: Demande d'accès à l'intégralité de la collection NFT
ha: An nemi cikakken damar tattara NFT
he: התבקשה גישה מלאה לאוסף NFT
hi: संपूर्ण एनएफटी संग्रह तक पहुंच का अनुरोध किया गया है
id: Akses penuh ke koleksi NFT diminta.
it: È richiesto l'accesso completo alla collezione NFT
ja: NFT コレクション全体へのアクセスが要求されています
ko: NFT 컬렉션 전체 접근 권한이 요청되었습니다.
ms: Akses koleksi NFT penuh diminta
nl: Volledige toegang tot de NFT-collectie aangevraagd
pl: Zażądano pełnego dostępu do kolekcji NFT
pt_br: É solicitado acesso à coleção completa de NFTs.
ro: Acces complet la colecția NFT solicitat
ru: Запрошен полный доступ к коллекции NFT.
sw: Ufikiaji kamili wa ukusanyaji wa NFT umeombwa
th: ขอสิทธิ์เข้าถึงคอลเลกชัน NFT ทั้งหมด
tr: NFT koleksiyonunun tamamına erişim talep edildi.
uk: Запитується повний доступ до колекції NFT
ur: مکمل NFT جمع کرنے تک رسائی کی درخواست کی گئی۔
vi: Yêu cầu quyền truy cập đầy đủ vào bộ sưu tập NFT
zh_hans: 请求访问整个 NFT 系列
zh_hant: 要求存取整個 NFT 系列

# simulation.warning.unlimited_token_approval.description
source: This gives the spender access to use this token until you revoke the approval or it expires.
ar: يمنح هذا المُنفِق إمكانية استخدام هذا الرمز المميز حتى تقوم بإلغاء الموافقة أو تنتهي صلاحيته.
bn: এটি ব্যয়কারীকে এই টোকেনটি ব্যবহার করার অনুমতি দেয় যতক্ষণ না আপনি অনুমোদন প্রত্যাহার করেন অথবা এটির মেয়াদ শেষ হয়ে যায়।
cs: To dává utrácející adrese přístup k používání tohoto tokenu, dokud schválení nezrušíte nebo dokud nevyprší jeho platnost.
da: Dette giver brugeren adgang til at bruge denne token, indtil du tilbagekalder godkendelsen, eller den udløber.
de: Dadurch erhält der Ausgeber Zugriff auf dieses Token, bis Sie die Genehmigung widerrufen oder es abläuft.
es: Esto le da al gastador acceso para usar este token hasta que revoque la aprobación o expire.
fa: این به خرج‌کننده دسترسی می‌دهد تا زمانی که تأییدیه را لغو کنید یا منقضی شود، از این توکن استفاده کند.
fil: Nagbibigay ito sa gumagastos ng access na gamitin ang token na ito hanggang sa bawiin mo ang pag-apruba o hanggang sa mag-expire ito.
fr: Cela donne au détenteur du jeton l'accès à utiliser jusqu'à ce que vous révoquiez l'autorisation ou que celle-ci expire.
ha: Wannan yana ba mai kashewa damar amfani da wannan alamar har sai kun soke amincewa ko kuma ta ƙare.
he: זה נותן למוציא גישה להשתמש באסימון זה עד שתבטל את האישור או שהוא יפוג תוקפו.
hi: इससे खर्च करने वाले को इस टोकन का उपयोग तब तक करने की अनुमति मिलती है जब तक आप अनुमोदन रद्द नहीं कर देते या यह समाप्त नहीं हो जाता।
id: Ini memberi pihak yang mengeluarkan dana akses untuk menggunakan token ini hingga Anda mencabut persetujuan atau token tersebut kedaluwarsa.
it: Ciò consente allo spender di utilizzare questo token finché non revochi l'approvazione o finché non scade.
ja: この承認により、承認先のアドレスはこのトークンを使用できるようになります。承認を取り消すか、承認の有効期限が切れるまで有効です。
ko: 이렇게 하면 사용자가 승인을 취소하거나 만료될 때까지 해당 토큰을 사용할 수 있습니다.
ms: Ini memberi pembeli akses untuk menggunakan token ini sehingga anda membatalkan kelulusan atau ia tamat tempoh.
nl: Dit geeft de gebruiker toegang tot het gebruik van dit token totdat u de goedkeuring intrekt of het token verloopt.
pl: Dzięki temu osoba wydająca token uzyskuje dostęp do jego wykorzystania do momentu odwołania zatwierdzenia lub wygaśnięcia.
pt_br: Isso dá ao gastador acesso ao uso desse token até que você revogue a aprovação ou ele expire.
ro: Aceasta îi oferă cheltuitorului acces la utilizarea acestui token până când îi revocați aprobarea sau expiră.
ru: Это даёт получателю одобрения доступ к использованию этого токена до тех пор, пока вы не отзовёте разрешение или оно не истечёт.
sw: Hii inampa mtumiaji uwezo wa kutumia tokeni hii hadi utakapobatilisha idhini au itakapoisha muda wake.
th: สิ่งนี้ให้สิทธิ์ผู้ใช้จ่าย (spender) ในการใช้โทเค็นนี้จนกว่าคุณจะเพิกถอนการอนุมัติหรือโทเค็นหมดอายุ
tr: Bu, harcayan tarafa, siz onayı iptal edene veya süresi dolana kadar bu jetonu kullanma erişimi sağlar.
uk: Це надає отримувачу доступ до використання цього токена, доки ви не скасуєте схвалення або термін його дії не закінчиться.
ur: یہ خرچ کرنے والے کو اس ٹوکن کو استعمال کرنے تک رسائی دیتا ہے جب تک کہ آپ منظوری منسوخ نہیں کرتے یا اس کی میعاد ختم نہیں ہوجاتی۔
vi: Điều này cho phép người chi tiêu có quyền sử dụng mã thông báo này cho đến khi bạn thu hồi sự chấp thuận hoặc mã thông báo hết hạn.
zh_hans: 此授权会允许被授权方持续使用该代币，直到您撤销授权或授权到期。
zh_hant: 此授權允許被授權方持續使用此代幣，直到您撤銷授權或授權到期。

# simulation.warning.unlimited_token_approval.title
source: Unlimited token approval
ar: الموافقة على الرموز المميزة غير محدودة
bn: সীমাহীন টোকেন অনুমোদন
cs: Neomezené schvalování tokenů
da: Ubegrænset tokengodkendelse
de: Unbegrenzte Token-Genehmigung
es: Aprobación ilimitada de tokens
fa: تایید نامحدود توکن
fil: Walang limitasyong pag-apruba ng token
fr: Approbation illimitée des jetons
ha: Amincewa da alamar mara iyaka
he: אישור אסימונים ללא הגבלה
hi: असीमित टोकन अनुमोदन
id: Persetujuan token tanpa batas
it: Approvazione token illimitata
ja: 無制限のトークン承認
ko: 무제한 토큰 승인
ms: Kelulusan token tanpa had
nl: Onbeperkte tokengoedkeuring
pl: Nieograniczone zatwierdzanie tokenów
pt_br: Aprovação ilimitada de tokens
ro: Aprobare nelimitată de tokenuri
ru: Неограниченное количество одобрений токенов
sw: Idhini ya tokeni isiyo na kikomo
th: อนุมัติโทเค็นได้ไม่จำกัดจำนวน
tr: Sınırsız token onayı
uk: Необмежене схвалення токенів
ur: لامحدود ٹوکن کی منظوری
vi: Phê duyệt mã thông báo không giới hạn
zh_hans: 无限额度代币授权
zh_hant: 無限額代幣授權

# simulation.warning_externally_owned_spender_description
source: This approval lets a regular wallet address (EOA) use your assets. Confirm only if you trust this address.
ar: تسمح هذه الموافقة لعنوان محفظة عادي (EOA) باستخدام أصولك. أكّد فقط إذا كنت تثق بهذا العنوان.
bn: এই অনুমোদন একটি সাধারণ ওয়ালেট ঠিকানাকে (EOA) আপনার সম্পদ ব্যবহার করতে দেয়। আপনি এই ঠিকানাকে বিশ্বাস করলেই নিশ্চিত করুন।
cs: Toto schválení umožní běžné adrese peněženky (EOA) používat vaše aktiva. Potvrďte pouze tehdy, pokud této adrese důvěřujete.
da: Denne godkendelse lader en almindelig walletadresse (EOA) bruge dine aktiver. Bekræft kun, hvis du har tillid til denne adresse.
de: Diese Genehmigung erlaubt einer normalen Wallet-Adresse (EOA), Ihre Assets zu verwenden. Bestätigen Sie nur, wenn Sie dieser Adresse vertrauen.
es: Esta aprobación permite que una dirección de billetera normal (EOA) use tus activos. Confirma solo si confías en esta dirección.
fa: این تأییدیه به یک آدرس کیف پول معمولی (EOA) اجازه می‌دهد از دارایی‌های شما استفاده کند. فقط اگر به این آدرس اعتماد دارید تأیید کنید.
fil: Hinahayaan ng pag-aprubang ito ang isang karaniwang wallet address (EOA) na gamitin ang iyong mga asset. Kumpirmahin lang kung pinagkakatiwalaan mo ang address na ito.
fr: Cette approbation permet à une adresse de portefeuille classique (EOA) d’utiliser vos actifs. Confirmez uniquement si vous faites confiance à cette adresse.
ha: Wannan amincewar tana ba adireshin walat na yau da kullum (EOA) damar amfani da kadarorinku. Tabbatar kawai idan kun amince da wannan adireshin.
he: אישור זה מאפשר לכתובת ארנק רגילה (EOA) להשתמש בנכסים שלך. אשר רק אם אתה סומך על כתובת זו.
hi: यह स्वीकृति एक सामान्य वॉलेट पते (EOA) को आपकी संपत्तियों का उपयोग करने देती है। केवल तभी पुष्टि करें जब आप इस पते पर भरोसा करते हों।
id: Persetujuan ini memungkinkan alamat dompet biasa (EOA) menggunakan aset Anda. Konfirmasikan hanya jika Anda mempercayai alamat ini.
it: Questa approvazione consente a un normale indirizzo wallet (EOA) di usare i tuoi asset. Conferma solo se ti fidi di questo indirizzo.
ja: この承認により、通常のウォレットアドレス（EOA）がウォレット内の資産を使用できるようになります。このアドレスを信頼できる場合のみ確認してください。
ko: 이 승인은 일반 지갑 주소(EOA)가 내 자산을 사용할 수 있게 합니다. 이 주소를 신뢰하는 경우에만 확인하세요.
ms: Kelulusan ini membenarkan alamat dompet biasa (EOA) menggunakan aset anda. Sahkan hanya jika anda mempercayai alamat ini.
nl: Met deze goedkeuring kan een gewoon walletadres (EOA) uw assets gebruiken. Bevestig alleen als u dit adres vertrouwt.
pl: To zatwierdzenie pozwala zwykłemu adresowi portfela (EOA) używać Twoich aktywów. Potwierdź tylko wtedy, gdy ufasz temu adresowi.
pt_br: Esta aprovação permite que um endereço de carteira comum (EOA) use seus ativos. Confirme somente se você confia neste endereço.
ro: Această aprobare permite unei adrese obișnuite de portofel (EOA) să folosească activele tale. Confirmă doar dacă ai încredere în această adresă.
ru: Это разрешение позволяет обычному адресу кошелька (EOA) использовать ваши активы. Подтверждайте только если доверяете этому адресу.
sw: Idhini hii inaruhusu anwani ya kawaida ya pochi (EOA) kutumia mali zako. Thibitisha tu ikiwa unaiamini anwani hii.
th: การอนุมัตินี้ทำให้ที่อยู่กระเป๋าเงินทั่วไป (EOA) สามารถใช้สินทรัพย์ของคุณได้ ยืนยันเฉพาะเมื่อคุณเชื่อถือที่อยู่นี้
tr: Bu onay, normal bir cüzdan adresinin (EOA) varlıklarınızı kullanmasına izin verir. Yalnızca bu adrese güveniyorsanız onaylayın.
uk: Це схвалення дозволяє звичайній адресі гаманця (EOA) використовувати ваші активи. Підтверджуйте лише якщо довіряєте цій адресі.
ur: یہ منظوری ایک عام والیٹ ایڈریس (EOA) کو آپ کے اثاثے استعمال کرنے دیتی ہے۔ صرف اس صورت میں تصدیق کریں جب آپ اس ایڈریس پر اعتماد کرتے ہیں۔
vi: Phê duyệt này cho phép một địa chỉ ví thông thường (EOA) sử dụng tài sản của bạn. Chỉ xác nhận nếu bạn tin tưởng địa chỉ này.
zh_hans: 此授权允许普通钱包地址 (EOA) 使用你的资产。仅在你信任该地址时确认。
zh_hant: 此授權允許一般錢包位址（EOA）使用您的資產。僅在您信任此位址時確認。

# social.links
source: Links
ar: روابط
es: Enlaces
fa: لینک‌ها
fr: Liens
he: קישורים
hi: लिंक
id: Tautan
it: Collegamenti
ja: リンク
ko: 연결
ms: Pautan
pl: Linki
pt_br: Ligações
ro: Linkuri
ru: Ссылки
sw: Viungo
th: ลิงค์
tr: Bağlantılar
uk: Посилання
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

# social.website
source: Website
ar: موقع إلكتروني
da: Websted
de: Webseite
es: Sitio web
fa: وب سایت
fr: Site web
he: אֲתַר אִינטֶרנֶט
hi: वेबसाइट
id: Situs web
it: Sito web
ja: Webサイト
ko: 웹사이트
ms: Laman Web
pl: Strona internetowa
pt_br: Site
ro: Site web
ru: Веб-сайт
sw: Tovuti
th: เว็บไซต์
tr: Web sitesi
uk: Веб-сайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

# social.x
source: X (formerly Twitter)
ar: X (تويتر سابقًا)
de: X (ehemals Twitter)
fa: X (توییتر سابق)
fr: X (anciennement Twitter)
he: X (לשעבר Twitter)
id: X (sebelumnya Twitter)
it: X (ex Twitter)
ja: エックス（旧ツイッター）
nl: X (voorheen Twitter)
pl: X (dawniej Twitter)
pt_br: X (ex-Twitter)
ro: X (fost Twitter)
ru: X (бывший Twitter)
th: X (เดิมคือ Twitter)
tr: X (eski adıyla Twitter)
uk: X (раніше Twitter)
vi: X (trước đây là Twitter)
zh_hans: X（前 Twitter）
zh_hant: X（前Twitter）

# stake.activating
source: Activating
ar: تفعيل
bn: সক্রিয় করা হচ্ছে
cs: Aktivace
da: Aktiverer
de: Aktivierung
es: Activando
fa: فعال کردن
fil: Pag-activate
fr: Activation
ha: Kunnawa
he: מפעיל
hi: सक्रिय किया जा रहा है
id: Sedang Mengaktifkan
it: Attivazione
ja: 有効化中
ko: 활성화
ms: Mengaktifkan
nl: Activeren
pl: Aktywacja
pt_br: Ativando
ro: Activare
ru: Активация
sw: Inawasha
th: กำลังเปิดใช้งาน
tr: Etkinleştiriliyor
uk: Активація
ur: چالو کرنا
vi: Kích hoạt
zh_hans: 激活中
zh_hant: 啟用中

# stake.active
source: Active
ar: نشيط
bn: সক্রিয়
cs: Aktivní
da: Aktiv
de: Aktiv
es: Activo
fa: فعال
fil: Aktibo
fr: Actif
ha: Mai aiki
he: פעיל
hi: सक्रिय
id: Aktif
it: Attivo
ja: アクティブ
ko: 활동적인
ms: Aktif
nl: Actief
pl: Aktywny
pt_br: Ativo
ro: Activ
ru: Активный
sw: Inayotumika
th: ใช้งานอยู่
tr: Aktif
uk: Активний
ur: فعال
vi: Tích cực
zh_hans: 已激活
zh_hant: 已啟用

# stake.active_in
source: Active In
ar: نشط في
bn: যখন সক্রিয় হবে
cs: Aktivní v
da: Aktiv i
de: Aktiv in
es: Activo en
fa: فعال در
fil: Aktibo Sa
fr: Actif dans
he: פעיל בעוד
hi: में सक्रिय
id: Aktif Di
it: Attivo dentro
ja: 有効化まで
ko: 활성 상태
ms: Aktif Dalam
nl: Actief In
pl: Aktywne w
pt_br: Ativo em
ro: Activ în
ru: Активен в
sw: Inayotumika Katika
th: ใช้งานอยู่
tr: Şunda aktif olur
uk: Активний в
ur: میں ایکٹو
vi: Đang hoạt động ở
zh_hans: 距激活
zh_hant: 距離啟用

# stake.available_in
source: Available In
ar: متوفر في
bn: এ উপলব্ধ
cs: Dostupné v
da: Tilgængelig i
de: Verfügbar in
es: Disponible en
fa: در دسترسی در
fil: Available Sa
fr: Disponible en
ha: Akwai a ciki
he: זמין ב
hi: में उपलब्ध है
id: Tersedia dalam
it: Disponibile nel
ja: 利用可能まで
ko: 사용 가능 시점
ms: Tersedia Dalam
nl: Beschikbaar binnen
pl: Dostępne w
pt_br: Disponível em
ro: Disponibil în
ru: Доступно через
sw: Inapatikana Katika
th: มีจำหน่ายใน
tr: Şu süre içinde
uk: Доступно через
ur: میں دستیاب ہے۔
vi: Có sẵn trong
zh_hans: 距可用
zh_hant: 距離可用

# stake.awaiting_withdrawal
source: Awaiting Withdrawal
ar: في انتظار الانسحاب
bn: প্রত্যাহারের অপেক্ষায়
cs: Čeká na stažení
da: Afventer tilbagetrækning
de: Warten auf Auszahlung
es: En espera de retiro
fa: در انتظار برداشت
fil: Naghihintay ng Withdrawal
fr: En attente de retrait
ha: Ana jiran Janyewa
he: ממתין למשיכה
hi: वापसी की प्रतीक्षा में
id: Penarikan Sedang Diproses
it: In attesa di ritiro
ja: 引き出し待ち
ko: 출금 대기 중
ms: Menunggu Pengeluaran
nl: In afwachting van intrekking
pl: Oczekiwanie na wypłatę
pt_br: Aguardando Retirada
ro: În așteptarea retragerii
ru: Ожидание вывода средств
sw: Inasubiri Kuondolewa
th: รอการถอนเงิน
tr: Para Çekme Bekleniyor
uk: В очікуванні виведення коштів
ur: واپسی کا انتظار ہے۔
vi: Đang chờ rút tiền
zh_hans: 等待赎回
zh_hant: 等待贖回

# stake.deactivating
source: Deactivating
ar: التعطيل
bn: নিষ্ক্রিয় করা হচ্ছে
cs: Deaktivace
da: Deaktiverer
de: Deaktivierung
es: Desactivando
fa: غیر فعال کردن
fil: Nagde-deactivate
fr: Désactivation
ha: Yana kashewa
he: מנטרל
hi: निष्क्रिय करना
id: Sedang Menonaktifkan
it: Disattivazione
ja: ステーキング解除中
ko: 비활성화 중
ms: Menyahaktifkan
nl: Deactiveren
pl: Dezaktywacja
pt_br: Desativando
ro: Dezactivare
ru: Деактивация
sw: Inazima
th: กำลังปิดการใช้งาน
tr: Devre dışı bırakılıyor
uk: Деактивація
ur: غیر فعال کرنا
vi: Vô hiệu hóa
zh_hans: 解除质押中
zh_hant: 解除質押中
